Repository: ims21/RefreshBouquet
Catalog: plugin/locale/*/LC_MESSAGES/RefreshBouquet.po
Languages: cs, nl, ru

source: Remove
cs: Odstranit
nl: Verwijder
ru: Удалить

source: Remove bouquet '%s'
cs: Odstranit přehled '%s'
nl: Verwijder bouquet %s
ru: Удалить букет '%s'

source: Remove from selection (starts with...)
cs: Odebrat z výběru (začíná na...)
nl: Verwijder uit de selectie (start met...)
ru: Удалить из выбора (начиная с ...)

source: Remove selected
cs: Odstranit vybrané
nl: Verwijderen
ru: Удалить выбранное

source: Remove selected services in bouquet
cs: Odstranit vybrané programy z přehledu
nl: Verwijder de selectie uit dit bouquet
ru: Удалить выбранные сервисы в букете

source: Rename
cs: Přejmenovat
nl: Hernoem
ru: Переименовать

source: Rename bouquet '%s'
cs: Přejmenovat přehled '%s'
nl: Hernoem bouquet %s
ru: Переименовать букет '%s'

source: Replace
cs: Nahradit
nl: Vervangen
ru: Замена

source: Restore
cs: Obnovit
nl: Herstel
ru: Восстановить

source: Return to previous service on end
cs: Po skončení návrat na předchozí program
nl: Keer terug naar het laatste kanaal
ru: Возврат к предыдущему сервису по окончании

source: Run
cs: Výběr akce
nl: Uitvoeren
ru: Запуск

source: Select action for bouquet:
cs: Zvolte akci:
nl: Kies de uit te voeren actie:
ru: Выбор действия для букета:

source: Select action:
cs: Zvolte akci:
nl: Kies wat je wilt doen:
ru: Выбор действия:

source: Select or source or target or source and target bouquets!
cs: Vyberte zdrojový nebo cílový nebo zdrojový a cílový přehled!
nl: Selecteer of bron of doel of bron en doel bouquetten!
ru: Выбор исходных или исходных/целевых букетов!

source: Select rbb file
cs: Zvolte rbb soubor
nl: Kies het rbb bestand
ru: Выбрать файл rbb

source: Select rbb file with 'OK' and create bouquet with same name.
cs: Vyberte rbb soubor pomocí 'OK' a vytvořte přehled stejného názvu.
nl: Kies het rbb bestand met 'Ok' en maak een bouquet met identieke naam aan.
ru: Выбрать файл rbb с помощью 'OK' и создать букет с тем же именем.

source: Select/unselect with 'OK' moves the selector to next item in the list.
cs: Označení/odznačení pomocí tlačítka 'OK' přesune kurzor na další položku v seznamu.
nl: Selecteren/dé-selecteren met 'Ok' verplaatst de selectie naar het volgende item in de lijst.

source: Selected bouquet is empty!
cs: Vybraný přehled je prázdný!
nl: Het gekozen bouquet is leeg!

source: Selected top
cs: Označené nahoru
nl: Kies top
ru: Выбор вверх

source: Selector to current bouquet
cs: Nastavit kurzor na aktuální přehled
nl: Keuzeschakelaar voor het huidig bouquet
ru: Селектор на текущий букет

source: Set source
cs: Zdroj
nl: Als bron instellen
ru: Установить исходник

source: Set target
cs: Cíl
nl: Als doel instellen
ru: Установить целевой

source: Settings...
cs: Nastavení...
nl: Instellingen...
ru: Настройки...

source: Show full filenames for deleted bouquets
cs: Zobrazovat plné názvy smazaných přehledů
nl: Toon de volledige bestandsnamen van verwijderde items
ru: Показать полные имена файлов для удаленных букетов

source: Skip 1st nonstandard char in name
cs: Přeskočit počáteční nestandardní znak v názvu
nl: Negeer het 1e niet standaard karakter in de naam
ru: Пропустить 1-ый нестандартный символ в названии

source: Sort bouquet:
cs: Třídění přehledu:
nl: Sorteer het bouquet:
ru: Сортировать букет:

source: Sort source bouquet:
cs: Třídit zdrojový přehled:
nl: Sorteer het bronbouquet:
ru: Сортировать исходный букет:

source: Sorting has not effect for finaly bouquet sorting.
cs: Třídění nemá vliv na konečné setřídění přehledu.
nl: Sorteren heeft geen effect voor het uiteindelijke sorteren van bouquetten.
ru: Сортировка не влияет на окончательную сортировку букетов.

source: Source bouquet is empty !
cs: Zdrojový přehled je prázdný!
nl: Het bronbouquet is leeg !
ru: Исходный букет пустой!

source: Source bouquet is empty!
cs: Zdrojový přehled je prázdný!
nl: Het bronbouquet is leeg !
ru: Исходный букет пустой!

source: Source bouquet:
cs: Zdrojový přehled:
nl: Bronbouquet:
ru: Исходный букет:

source: Source can be sorted with 'Menu'.
cs: Zdroj může být tříděn pomocí 'Menu'.
nl: De bron kan worden gesorteerd met 'Menu'.
ru: Исходник можно отсортировать с помощью 'Меню'.

source: Source select with 'yellow' button, target with 'blue' button. Selection can be cleared with '0'.
cs: Zdrojový přehled vyberte žlutým tlačítkem, cílový přehled modrým tlačítkem. Výběr můžete zrušit pomocí '0'.
nl: Selecteer de bron met de 'gele' toets, het doel met de 'blauwe' toets. De selectie kan worden gewist met '0'.
ru: Исходник выбирается желтой кнопкой, цель - синей. Выбор можно очистить с помощью '0'.

source: Support for 'rbb' files
cs: Podpora 'rbb' souborů
nl: Ondersteuning voor 'rbb' bestanden

source: TE file was created.
cs: TE soubor byl vytvořen.
nl: TE bestand is gemaakt.
ru: TE файл был создан.

source: Take into account 'service type' in automatic replacing too.
cs: Bere v úvahu i typ programu v automatickém nahrazování.
nl: Houd ook rekening met het 'type zender' bij automatische vervanging.
ru: Учитывать также 'тип сервиса' при автоматической замене.

source: Target bouquet is empty !
cs: Cílový přehled je prázdný!
nl: Het doelbouquet is leeg!
ru: Целевой букет пустой !

source: Target bouquet is empty!
cs: Cílový přehled je prázdný!
nl: Het doelbouquet is leeg !
ru: Целевой букет пустой!

source: Target bouquet:
cs: Cílový přehled:
nl: Doelbouquet:
ru: Целевой букет:

source: The path %s already exists.
cs: Cesta %s již existuje.
nl: Het path %s bestaat al.
ru: Путь %s уже существует.

source: The service being played before the plugin is started on exit again.
cs: Po skončení pluginu bude přehráván původní program.
nl: De zender die speelt voor de start van de plug-in start opnieuw na het afsluiten.
ru: Воспроизводимый сервис до плагина снова запустится при выходе.

source: This feature looking for differences in service parameters with same names in source and target bouquets. Parameters for marked services will be replaced.
cs: Tato funkce vyhledá odlišnosti v parametrech programů se stejným názvem ve zdrojovém a cílovém přehledu. Parametry označených programů budou nahrazeny.
nl: Deze optie zoekt naar verschillen in de zenderreferenties met identieke naam in zowel het bron als het doelbouquet. Referenties van geselecteerde zenders worden vervangen.
ru: Эта функция ищет различия в параметрах сервиса с одинаковыми именами в исходных и целевых букетах. Параметры для отмеченных сервисов будут заменены.

source: Toggle source and target bouquets with Bouq +/- .
cs: Mezi přehledy přepínejte pomocí Ch+/- .
nl: Wissel tussen bron en doelbouquet met Bouq +/- .
ru: Смена исходного и целевых букетов с помощью Bouq +/- .

source: Transedit file support
cs: Podpora TransEdit souborů
nl: Trans-edit bestandsondersteuning
ru: Поддержка файлов Transedit

source: Use 'Menu' for predefined 'rbb' files.
cs: Použijte 'Menu' pro předdefinované 'rbb' soubory.
nl: Gebruik 'Menu' voor voorgedefinieerde 'rbb' bestanden.
ru: Использовать 'Меню' для предопределенных файлов 'rbb'.

source: Use 'Menu' for sorting.
cs: Pro setřídění použijte 'Menu'.
nl: Gebruik 'Menu' om te sorteren.
ru: Использовать 'Меню' для сортировки.

source: Use all service types
cs: Použít všechny programové služby
nl: Gebruik alle zender types
ru: Использовать все типы сервисов

source: Use dotted service name for 'rbb' files
cs: Používat otečkované názvy programů pro 'rbb' soubory
nl: Gebruik zendernamen met stippellijn voor 'rbb' bestanden
ru: Использовать имя сервиса, разделенное пунктиром, для 'rbb' файлов

source: Use the context 'menu' or 'green' buttons to select operation.
cs: Použijte kontextové menu nebo zelené tlačítko pro výběr operace.
nl: Gebruik het context 'menu' of de groene toets om de bewerking te kiezen.
ru: Использовать контекстное 'меню' или 'зеленую' кнопку для выбора операции.

source: Using 'service type' in automatic replacing
cs: Používat 'service type' v automatickém nahrazování
nl: Gebruik 'zender type' bij de automatische vervanging
ru: Использовать 'тип сервиса' при автоматической замене

source: When is creating a bouquet from 'rbb' file, dotted names can be compared too. You need then manually remove duplicates. Default set is 'no'.
cs: Při vytváření přehledu z 'rbb' souboru mohou být porovnávány i tečkované názvy programů. Budete ale muset ručně odstraňovat duplicity.
nl: Bij het maken van een bouquet uit het 'rbb'-bestand kunnen ook namen met stippellijnen worden vergeleken. U moet duplicaten dan handmatig verwijderen. Standaard staat dit ingesteld op 'nee'.
ru: При создании букета из файла 'rbb' можно сравнивать имена с точками. Затем вам нужно вручную удалить дубликаты. По умолчанию установлено 'нет'.

source: When the plugin is launched, current bouquet can be set as source or target bouquet.
cs: Při startu pluginu může být aktuální přehled nastaven jako zdroj nebo cíl.
nl: Gebruik het huidige bouquet als bron of als doel zodra de plug-in wordt gestart.
ru: При запуске плагина использовать текущий букет в качестве исходника/целевого букета.

source: When the plugin is launched, the selector will be set in the bouquets list on current bouquet.
cs: Při spuštění pluginu bude kurzor v seznamu přehledů nastaven na aktuálním přehledu.
nl: Wanneer de plug-in gestart wordt zal de keuze worden ingesteld in de bouquettenlijst van het huidige bouquet.
ru: При запуске плагина селектор будет установлен в списке букетов на текущий букет.

source: Wrong selection!
cs: Neplatná volba!
nl: Verkeerde keuze!
ru: Неправильный выбор!

source: Yes
cs: Ano
nl: Ja
ru: Да

source: Yes, add to new bouquet...
cs: Ano, přidat do nového přehledu...
nl: Ja, voeg aan het nieuwe bouquet toe...
ru: Да, добавить в новый букет...

source: You can omit last service name char if provider added it for his planned 're-tuning' and You want use 'Refresh services' for this services too.
cs: Můžete vynechat poslední znak v názvu programu, jestliže ho poskytovatel přidal pro plánované přeladění a chcete pro tyto programy použít 'Aktualizovat programy'.
nl: U kunt het laatste zendernaam karakter weglaten indien de provider deze heeft toegevoegd voor zijn geplande 'her-tuning' en u 'Ververs de zenders' ook wilt gebruiken.
ru: Вы можете опустить последний символ имени сервиса, если провайдер добавил его для запланированной 'перенастройки', и Вы также хотите использовать 'Обновить сервисы' для этих сервисов.

source: You can select valid orbital position as filter for display services in source bouquet.
cs: Můžete použít platnou orbitální pozici jako filtr pro zobrazení programů ve zdrojovém přehledu.
nl: U kunt een geldige orbital positie kiezen als filter om zenders in het bronbouquet te tonen.
ru: Вы можете выбрать действительную орбитальную позицию в качестве фильтра для отображения сервисов в исходном букете.

source: You can try toggle 'Standard/Dotted' service names too.
cs: Můžete zkusit přepnout také mezi 'Standardní/Tečkované' .
nl: U kunt proberen om te schakelen tussen 'Standaard / Gestippelde' zendernamen.
ru: Вы также можете попробовать переключить имена сервисов 'Стандартные/Пунктирные'.

source: You did not enter the bouquet name!
cs: Nezadali jste název přehledu!
nl: U heeft geen bouquetnaam ingegeven!
ru: Вы не ввели название букета!

source: Z-a sort
cs: Z-a
nl: Z-A sorteren
ru: Сортировка Z-a

source: clear selection
cs: zrušit výběr
nl: verwijder je keuze
ru: очистить выбор

source: enable/disable moving bouquet
cs: povolit/zakázat přesun přehledu
nl: activeer / dé-activeer het verplaatsen van bouquetten
ru: включить/отключить перемещение букета

source: exit plugin
cs: ukončit plugin
nl: plugin beëindigen
ru: выход из плагина

source: move item down
cs: posun dolů
nl: verplaats item naar beneden
ru: переместить элемент вниз

source: move item up
cs: posun nahoru
nl: verplaats item naar boven
ru: переместить элемент вверх

source: no
cs: Ne
nl: nee
ru: нет

source: select action
cs: výběr akce
nl: kies een aktie
ru: выбор действия

source: select source bouquet
cs: výběr zdrojového přehledu
nl: kies het doelbouquet
ru: выбор исходного букета

source: select target bouquet
cs: výběr cílového přehledu
nl: kies het doelbouquet
ru: выбор целевого букета

source: source bouquet
cs: Zdrojový přehled
nl: bronbouquet
ru: исходный букет

source: target bouquet
cs: Cílový přehled
nl: doelbouquet
ru: целевой букет

source: unknown
cs: neznámý
nl: onbekend
ru: неизвестный

source: Terrestrial
cs: Pozemní
ru: Наземные

source: C
ru: С

source: E
ru: Е

source: OK
ru: ОК

source: RefreshBouquet
ru: Обновление букетов

source: T
ru: Т
